import React from "react";
import Organizers from "./Organizers";

const Info = () => {
  return (
    <section id="info">
      <div className="wrapper">
        <h1>ПРОЕКТ «ПРАВОВОЙ МИР КАВКАЗА»</h1>
        <p>
          Правовой мир, созданный народами Кавказа, - огромный и мощный пласт
          человеческой культуры, который нам предстоит осмыслить.
          <br />
          <br />
          <hr />
          Есть все основания рассматривать Кавказ как регион, в котором
          происходило и происходит взаимодействия Востока и Запада, их
          культурно-правовой синтез. Все это обусловливает потребность в
          рассмотрении правового мира Кавказа как научной проблемы и как
          проблемы практической. Как научная проблема эта тема представляет
          огромный интерес в силу существования богатейшего правового опыта
          народов Кавказа, во многом еще просто неизвестного подавляющему
          большинству современников и малодоступного даже ученым исследователям,
          среди которых историки права пока едва заметны. Этот опыт бесспорно
          представляет огромный интерес и для теории права, и нет сомнения в
          том, что на его оригинальном содержании возможно разрабатывать не
          только новую теорию права, но и новый тип правопонимания -
          правопонимание народов Кавказа.
          <br />
          <br />
          <hr />
          Поначалу проблемы данной тематики были выпестованы на страницах
          ВАКовского журнала «Северо-Кавказский юридический вестник. Затем в
          практику вошло ежегодное проведение научно-практических конференций по
          проблемам государственно-правового развития народов Кавказа, издание
          сборников материалов конференций, научных трудов известных ученых.
          <br />
          <br />
          <hr />
          2009 год был ознаменован рождением составляющих головного проекта
          «Правовой мир Кавказа». Первенцем стал подпроект «Антология памятников
          права народов Кавказа». За ним следовал еще один – «Право Кавказской
          цивилизации». Еще некоторое время спустя заработал третий подпроект –
          «Народная память».
          <br />
          <br />
          <hr />В 2022 году исполнилось 23 года с начала работы над грандиозным
          проектом{" "}
          <span>
            <b>«Правовой мир Кавказа»</b>
          </span>{" "}
          . Главными его организаторами – в 1999-м – выступили Ростовский
          юридический институт Северо-Кавказской академии государственной службы
          (с 2011 года - Центр правовых исследований Южно-Российского института
          – филиала Российской академии народного хозяйства и государственной
          службы при Президенте РФ) и Южный филиал Института государства и права
          Российской академии наук. Инициатива была одобрена и поддержана на
          заседаниях ученых советов ИГП РАН и СКАГС.
          <br />
          <br />
          <hr />В разработке проекта активно участвуют такие известные ученые,
          как: <br /> А. Абазов, П. Абайханова, Е. Авакян, Р. Авакян, А.
          Авидзба, К. Ажахов, А. Ажахов, З. Азимов, Т. Айтберов, А. Актбиев, И.
          Аксенов, Г. Давиташвили, Х. Думанов, М. Дышеков, Е. Зинков, Ш. Исаев,
          М. Исмаилов, Х. Исмайлов, Е. Команджаев, К. Краковский, П. Кузьминов,
          А. Ларионов, И. Магомедсултанов, А. Мануйлов, А. Маремкулов, М.
          Меликова, Г. Небратенко, Д. Сайдумов, Л. Свечникова, В. Сергеев, С.
          Салакая, М. Супатаев, Б. Схатум, Л. Сюкияйнен, Т. Шатковская, А.
          Урушадзе, М. Шапсугова, Д. Эгнаташвили, З. Яхтанигов и многие другие.
        </p>
        <br />
        <Organizers />
        <br />
      </div>
    </section>
  );
};

export default Info;
