export const committeeList = [
  {
    name: "Игнатова Татьяна Владимировна",
    descr:
      "д.э.н., профессор, заведующий кафедрой экономической теории и предпринимательства ЮРИУ РАНХиГС;",
    location: "Россия, Ростов-на-Дону",
    img: "ignatova.jpg",
  },
  {
    name: "Попов Евгений Васильевич ",
    descr:
      "д.э.н., профессор, член-корреспондент Российской академии наук, директор Центра социально-экономических исследований Уральского института управления РАНХиГС",
    location: "Россия, Екатеринбург",
    img: "popov.jpg",
  },
  {
    name: "Шарков Феликс Изосимович",
    descr:
      "доктор социологических наук, профессор, Заслуженный деятель науки РФ, заведующий кафедрой общественных связей и медиаполитики ИГСУ РАНХиГС, заместитель декана факультета журналистики ИГСУ РАНХиГС",
    location: "Россия, Москва",
    img: "sharkov.jpg",
  },
  {
    name: "Сезен Х. Кемал",
    descr:
      "PhD, профессор, профессор кафедры информационных систем управления, Школа прикладных наук, Университет Алтынбаш ",
    location: "Турция, Стамбул",
    img: "sezen.jpg",
  },
  {
    name: "Веселов Юрий Витальевич ",
    descr:
      "д.соц.н., профессор, заведующий кафедрой экономической социологии Санкт-Петербургского государственного университета ",
    location: "Россия, Санкт-Петербург",
    img: "veselov.jpg",
  },
  {
    name: "Старостин Александр Михайлович ",
    descr:
      "доктор политических наук, профессор ведущий научный сотрудник Ростовский государственный экономический университет (РГЭУ (РИНХ))",
    location: "Россия, Ростов-на-Дону",
    img: "starostin.jpg",
  },
  {
    name: "Шахбанова Мадина Магомедкамиловна",
    descr:
      "доктор социологических наук, ведущий научный сотрудник Отдела социологии, Институт истории, археологии и этнографии Дагестанского федерального исследовательского центра РАН",
    location: "Россия, г. Махачкала",
    img: "shahbanova.jpg",
  },
  {
    name: "Мадиярова Диана Макаевна",
    descr:
      "д.э.н., профессор кафедры Международных экономических отношений РУДН",
    location: "Россия г. Москва",
    img: "madiyarova.jpg",
  },
  {
    name: "Герменчук Мария Григорьевна",
    descr:
      'кандидат технических наук, доцент, заместитель директора по научной работе "Международного государственного экологического института имени А.Д.Сахарова" Белорусского государственного университета',
    location: "Беларусь, г. Минск",
    img: "germenchuk.jpg",
  },
  {
    name: "Шапсугов Дамир Юсуфович",
    descr:
      "д.ю.н., профессор, профессор кафедры теории и истории права и государства Южно-Российского института управления – филиала РАНХиГС",
    location: "Россия, Ростов-на-Дону",
    img: "shapsugov.jpg",
  },
  {
    name: "Гайни Казибаевна Муханова",
    descr:
      "кандидат экономических наук, доцент академии МАИН, проректор по науке и международным связям КазАтисо ",
    location: "Казахстан",
    img: "gayini.jpg",
  },
  {
    name: "Понеделков Александр Васильевич ",
    descr:
      "д.полит.н., профессор, заведующий кафедрой политологии и этнополитики ЮРИУ РАНХиГС, заведующий лабораторией ЮРИУ РАНХиГС ",
    location: "Россия, Ростов-на-Дону",
    img: "ponedelkov.jpg",
  },
  {
    name: "Вольчик Вячеслав Витальевич",
    descr: "доктор экономических наук профессор, заведующий кафедрой экономической теории Южного федерального университета ",
    location: "Россия. Ростов-на-Дону",
    img: "volchik.jpg",
  },
  {
    name: "Толвайшис Леонид Людвикович",
    descr:
      "кандидат политических наук, профессор факультета дипломатии и безопасности, университет «Унион-Никола Тесла»",
    location: "Белград, Сербия",
    img: "tolvayshis.jpg",
  },
  {
    name: "Молчанов Александр Сергеевич ",
    descr:
      "к.п.н., зам. руководителя комитета по профобразованию и подготовке кадров общероссийской общественной организации «Деловая Россия» ",
    location: "Россия, Москва",
    img: "molchanov.jpg",
  },
  {
    name: "Ушаков Денис Сергеевич ",
    descr: "д.э.н., профессор, Университет Суан Сунандха Раджабат ",
    location: "Таиланд, г. Бангкок",
    img: "ushakov.jpg",
  },
  {
    name: "Черкасова Татьяна Павловна",
    descr:
      "Доктор экономических наук, профессор, декан факультета политологии Южно-Российского института управления – филиала РАНХиГС",
    location: "Россия, Ростов-на-Дону",
    img: "cherkasova.jpg",
  },
  {
    name: "Анопченко Татьяна Юрьевна ",
    descr:
      "доктор экономических наук, профессор кафедры государственного и муниципального управления Российского экономического университета имени Г.В. Плеханова",
    location: "Россия, г. Москва",
    img: "anopchenko.jpg",
  },
];
